Repository: AtomicLemon/Jirafeau
Catalog: l10n/po/*.UTF-8.po
Languages: fr_fr

source: The time limit of this file has expired. It has been deleted.
fr_fr: La durée limite de ce fichier a expiré. Il a été supprimé.

source: Key protection
fr_fr: Protection par clef

source: Give the key of this file:
fr_fr: Donnez la clef de ce fichier&nbsp;:

source: I have the right to download this file
fr_fr: J'ai le droit de télécharger ce fichier

source: An error occurred.
fr_fr: Une erreur s'est produite

source: File uploaded! Copy the following URL to get it:
fr_fr: Fichier chargé&nbsp;! Copiez l'URL suivante pour l'obtenir&nbsp;:

source: This file is valid until the following date:
fr_fr: Ce fichier est valide juqu'à la date suivante&nbsp;:

source: The file directory is not writable!
fr_fr: Le répertoire des fichiers n'est pas accessible en écriture&nbsp;!

source: The link directory is not writable!
fr_fr: Le répertoire des liens n'est pas accessible en écriture&nbsp;!

source: The trash directory is not writable!
fr_fr: Le répertoire de corbeille n'est pas accessible en écriture&nbsp;!

source: Upload a file
fr_fr: Déposer un fichier

source: Maximum file size: %dMB
fr_fr: Taille de fichier maximale&nbsp;: %dMo

source: Send in the binary chaos
fr_fr: Envoyer dans le chaos binaire

source: One time download
fr_fr: Téléchargement à usage unique

source: File key:
fr_fr: Clef du fichier&nbsp;:

source: Time limit:
fr_fr: Durée limite&nbsp;:

source: None
fr_fr: Aucune

source: One minute
fr_fr: Une minute

source: One hour
fr_fr: Une heure

source: One day
fr_fr: Un jour

source: One week
fr_fr: Une semaine

source: One month
fr_fr: Un mois

source: This file was generated by the install process. You can edit it. Please see config.php to understand the configuration items.
fr_fr: Ce fichier a été généré par le processus d'installation. Vous pouvez l'éditer. Veuillez regarder config.php pour comprendre les éléments de configuration.

source: The following directory could not be created:
fr_fr: Le répertoire suivant n'a pas pu être créé&nbsp;:

source: You should create this directory by hand.
fr_fr: Vous devriez créer ce répertoire à la main.

source: The following directory is not writable:
fr_fr: Le répertoire suivant n'est pas accessible en écriture&nbsp;:

source: You should give the write right to the web server on this directory.
fr_fr: Vous devriez donner les droits en écriture au serveur web sur ce répertoire.

source: Here is a solution:
fr_fr: Voici une solution&nbsp;:

source: The local configuration file could not be created. Create a <code>lib/config.local.php</code> file and give the write right to the web server (preferred solution), or give the write right to the web server on the <code>lib</code> directory.
fr_fr: La configuration locale n'a pas pu être créée. Créez un fichier <code>lib/config.local.php</code> et donnez les droits d'écriture au serveur web (solution préférée), ou donnez les droits d'écriture au serveur web sur le répertoire <code>lib</code>.

source: The local configuration is not writable by the web server. Give the write right to the web server on the <code>lib/config.local.php</code> file.
fr_fr: Le serveur web n'a pas les droits d'écriture sur la configuration locale. Donnez les droits d'écriture au serveur web sur le fichier <code>lib/config.local.php</code>.

source: Installation of Jyraphe - step %d out of %d
fr_fr: Installation de Jyraphe - étape %d sur %d

source: Jyraphe is setting the website according to the configuration you provided.
fr_fr: Jyraphe est en train de mettre en place le site web en fonction de la configuration que vous avez fournie.

source: Previous step
fr_fr: Étape précédente

source: Retry this step
fr_fr: Répéter cette étape

source: Your website is now fully operational:
fr_fr: Votre site web est maintenant pleinement opérationnel&nbsp;:

source: The base address of Jyraphe is the first part of the URL, until (and including) the last slash. For example: "http://www.example.com/". Do not forget the ending slash!
fr_fr: L'adresse de base de Jyraphe est la première partie de l'URL, jusqu'au slash final (inclus). Par exemple&nbsp;: «http://www.exemple.fr/». N'oubliez pas le slash final&nbsp;!

source: Base address:
fr_fr: Adresse de base&nbsp;:

source: The data directory is where your files and information about your files will be stored. You should put it outside your web site, or at least restrict the access of this directory. Do not forget the ending slash!
fr_fr: Le répertoire de données est le répertoire où vos fichiers et les informations à propos de vos fichiers seront sauvegardées. Vous devriez le placer en dehors de votre site web, ou au moins restreindre l'accès de ce répertoire. N'oubliez pas le slash final&nbsp;!

source: Data directory:
fr_fr: Répertoire de données&nbsp;:

source: Next step
fr_fr: Étape suivante

source: Language
fr_fr: Langue

source: The installation of Jyraphe is internationalised, so you can have it in your own language if the translation is available.
fr_fr: L'installation de Jyraphe est internationalisée, vous pouvez donc l'avoir dans votre propre langue si la traduction est disponible.

source: Choose your language:
fr_fr: Choisissez votre langue&nbsp;:

source: Your file exceeds the maximum authorized file size.
fr_fr: Votre fichier excède la taille de fichier maximale autorisée.

source: Your file was not uploaded correctly. You may succeed in retrying.
fr_fr: Votre fichier n'a pas été déposé correctement. Vous pouvez recommencer.

source: Internal error. You may not succeed in retrying.
fr_fr: Erreur interne.

source: Unknown error.
fr_fr: Erreur inconnue.

source: This file is forbidden for security reasons.
fr_fr: Ce fichier est interdit pour des raisons de sécurité.

source: powered by Jyraphe
fr_fr: propulsé par Jyraphe

source: Jyraphe, your web file repository
fr_fr: Jyraphe, votre dépôt de fichier en ligne
